# Taps
tap "nikitabobko/tap"

# Formulae
brew "stow"
brew "starship"
brew "mas"
brew "lazygit"
brew "maven"
brew "node@24"
brew "openjdk@21"
brew "mole"
brew "fastfetch"

# Casks
cask "nikitabobko/tap/aerospace"
cask "spotify"
cask "raycast"
cask "ghostty"
cask "obsidian"
cask "discord"
cask "vlc"
cask "zed"
cask "signal"
cask "whatsapp"
cask "intellij-idea"
cask "firefox"
cask "docker-desktop"

# Mac App Store apps
mas "GarageBand", id: 682658836
