# Taps
tap "nikitabobko/tap"

# Formulae
brew "stow"
brew "starship"
brew "mas"
brew "lazygit"
brew "maven"
brew "node"
brew "openjdk"
brew "mole"

# Casks
cask "aerospace"
cask "spotify"
cask "raycast"
cask "ghostty"
cask "obsidian"
cask "discord"
cask "notion"
cask "vlc"
cask "zed"
cask "signal"
cask "whatsapp"
cask "font-lilex-nerd-font"
cask "font-jetbrains-mono"
cask "nvidia-geforce-now"
cask "intellij-idea"
cask "jellyfin"
cask "mullvad-vpn"
cask "notion"
cask "miniconda"
cask "zen"

# Mac App Store apps
mas "GarageBand", id: 682658836
